Repository: mozilla-l10n/mt-training-data
Catalog: tk/tk_pontoon.tmx
Source language: en_us
Languages: tk

source: 2019 End-of-Year Release
tk: 2019 ýyl soňy goýberilişi

source: 2 down, keep it up!<playIcon></playIcon>
tk: 2 sanysy dyndy, arman dowam ediň!<playIcon></playIcon>

source: ≥ 2 No votes
tk: ≥ 2 Ýok ses

source: ≥ 2 Yes votes
tk: ≥ 2 Hawa ses

source: Abkhaz
tk: Abhaz

source: About
tk: Hakynda

source: Accent
tk: Aksent

source: Account
tk: Hasap

source: Acehnese
tk: Aseh

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
tk: { $actionType }<playIcon></playIcon> olar sözlemi dogry aýtdymy?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
tk: { $actionType }<recordIcon></recordIcon> soňra sözlemi gaty ses bilen okaň

source: { $actionType }<stopIcon></stopIcon> when done
tk: Bolanyňyzdan soň { $actionType }<stopIcon></stopIcon> basyň

source: { $actionType } submit when ready
tk: { $actionType } taýýar bolanda tabşyryň

source: Additional Language
tk: Goşmaça dil

source: Add Language
tk: Dil goş

source: Add new custom accent "{ $inputValue }"
tk: Täze ýörite şiwe goş "{ $inputValue }"

source: Add Your Voice
tk: Sesiňizi goşuň

source: Adyghe
tk: Adygeý

source: A few bytes
tk: Birnäçe baýt

source: Age
tk: Ýaş

source: Albanian
tk: Albança

source: All
tk: Hemme

source: Amharic
tk: Amhar

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
tk: Ýaş, jyns we şiwe ýaly anonimleşdirilen ulanyjy maglumatlary sözleýşi tanaýyş motorlarynyň dogrulygyny türgenleşdirmekde ulanylýan ses maglumatyny gowulandyrmaga ýardam berýär. Ulanyjy adyňyz we e-poçtaňyz hiç haçan iberen maglumatyňyz bilen baglanyşdyrylmaz we ulanyjy adyňyzy köpçülige açyk ýa-da anonim etmegi saýlap bilersiňiz.

source: Approve
tk: Tassykla

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
tk: Fonda ýuwaşrak güwwüldi kabul edilip bilner, emma maşynyň algoritminiň goşmaça sesler sebäpli ýazylan tekstde ýok sözleri anyklamagyny islemeýäris. Tekstde ýazylan sözlerden başga sözleri anyk eşidip bilýän bolsaňyz, klip ret edilmeli. Adatça, bu telewizoryň galan ýerinde ýa-da golaýda söhbetdeşlik bolýan ýerde bolýar.

source: Arabic
tk: Arap

source: Aragonese
tk: Aragon

source: Are you coming? <strong>[called by another]</strong>
tk: Gelýäňmi? <strong>[başga biri çagyrýar]</strong>

source: Armenian
tk: Ermeniçe

source: Armenian Western
tk: Ermeniçe, günbatar

source: Assamese
tk: Assamça

source: Asturian
tk: Asturiçe

source: Audio Format
tk: Ses formaty

source: Avatar
tk: Awatar

source: Avatar uploaded
tk: Awatar ýüklendi

source: Average
tk: Ortaça

source: A voice clip is marked "valid" when a user gives it a Yes vote.
tk: Bir ulanyjy Hawa ses bereninde ses klibi "tassyklanan" diýlip bellenilýär.

source: Awards
tk: Baýraklar

source: Azerbaijani
tk: Azerbaýjança

source: Back
tk: Yza

source: Background Noise
tk: Fon sesleri

source: Background Voices
tk: Fon sesleri

source: Back to Top
tk: Ýokary dolan

source: Bambara
tk: Bambaraça

source: Basaa
tk: Basa

source: Bashkir
tk: Başgyrtça

source: Basque
tk: Baskça

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
tk: Okaýjynyň bir sözi ýalňyş aýdandygyna, basymlary nädogry ýerde goýandygyna ýa-da sorag belgisini äsgermezlik edendigine esaslanyp klibi ret etmezden ozal seresap boluň. Dünýäde ulanylýan dürli aýdylyşlar bar we olaryň käbirlerini siz öz ýerli jemgyýetiňizde eşitmedik bolmagyňyz mümkin. Sizden üýtgeşik gepleýänlere hem belli bir derejede kabul ediliş mümkinçiligini bermegiňizi haýyş edýäris.

source: Belarusian
tk: Belarus

source: Benefits
tk: Peýdalary

source: Bengali
tk: Bengalça

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
tk: [‘Beret’ birinji bogunda (UK) ýa-da ikinji bogunda (US) basymly okalyp bilner]

source: <bold>{ $count }</bold> Clips
tk: <bold>{ $count }</bold> klip

source: <bold>Help us</bold> find more voices
tk: Has köp ses tapmaga <bold>bize kömek ediň</bold>

source: Both
tk: Ikisem

source: Both (Speak and Listen)
tk: Ikisem (Geple we Diňle)

source: Breton
tk: Bretonça

source: Browse Languages
tk: Dillere göz aýla

source: Build a custom goal
tk: Ýörite maksat dörediň

source: Build Profile
tk: Profil döret

source: Bulgarian
tk: Bolgarça

source: Burmese
tk: Burmaça

source: Buryat
tk: Burýatça

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
tk: <b> Näme üçin e-poçta? </b> Maglumatlar bazasyndaky üýtgeşmeler barada geljekde size ýüz tutmaly bolmagymyz mümkin, e-poçta bize aragatnaşyk mümkinçiligini berýär.

source: By editing your goal, you may lose your existing progress.
tk: Maksadyňyzy redaktirlemek bilen bar bolan öňegidişligiňizi ýitirip bilersiňiz.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
tk: E-poçtalary almaga meýletin goşulmak bilen siz Mozillanyň bu maglumaty Mozillanyň <privacyLink>Gizlinlik syýasatynda</privacyLink> düşündirilişi ýaly ulanjakdygyna razylyk berýärsiňiz.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
tk: Siz Common Voice maglumat toplumyndaky ulanyjylaryň şahsyýetini anyklamaga synanyşmazlyk barada <b>ylalaşýarsyňyz</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
tk: Özüňiz hakda käbir maglumatlary bermek bilen, “Common Voice” -a iberýän ses maglumatlaryňyz bu maglumaty takyklygy gowulandyrmak üçin ulanýan Sözleýiş tanama motorlaryna has peýdaly bolar.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tk: Common Voice-i ulanmak bilen, <termsLink>Düzgünlerimiz</termsLink> we <privacyLink>Gizlinlik syýasatymyz</privacyLink> bilen ylalaşýarsyňyz.

source: Cancel Re-recording
tk: Täzeden ýazga almagy bes et

source: Cancel Submission
tk: Tabşyrmany ýatyr

source: Can't decide?
tk: Karar berip bilmeýärsiňizmi?

source: Cantonese
tk: Kantonça

source: Catalan
tk: Katalança

source: Central Kurdish
tk: Merkezi Kürtçe

source: Change your email via Settings under Login Identity
tk: E-poçtaňyzy Sazlamalarda Giriş şahsyýetligi bölüminde üýtgediň

source: <chevron></chevron>See less
tk: <chevron></chevron>Azrak gör

source: <chevron></chevron>See more
tk: <chevron></chevron>Köpräk gör

source: Chinese (China)
tk: Hytaýça (Hytaý)

source: Chinese (Hong Kong)
tk: Hytaýça (Gonkong)

source: Chinese (Taiwan)
tk: Hytaýça (Taýwan)

source: Chuvash
tk: Çuwaşça

source: Click
tk: Bas

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
tk: { $clipCount } ses klibi, arhiwiň jemi ölçegi { $size }. Gutarýan möhleti { $expires }.

source: Clip Graveyard
tk: Klip mazarlygy

source: Clips recorded
tk: Ýazga alnan klipler

source: Clips Uploaded
tk: Ýüklenen klipler

source: Clips validated
tk: Barlanan klipler

source: Clips You've Recorded
tk: Ýazan klipleriňiz

source: Clips You've Validated
tk: Barlan klipleriňiz

source: Close
tk: Ýap

source: Comment
tk: Teswir ýaz

source: Common Voice data plus all other voice datasets above.
tk: Common Voice maglumat we ýokardaky ähli beýleki ses maglumat toplumlary.

source: Common Voice Dataset
tk: Common Voice maglumat toplumy

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
tk: “Common Voice”, Mozillanyň maşynlara hakyky adamlaryň gürleýşini öwretmäge kömek etmek üçin ornaşdyrýan başlangyjydyr.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
tk: Common Voice dünýäniň iň uly köpçülige elýeterli, köpdilli ses maglumat toplumydyr.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
tk: Common Voice ýazgylary ylmy işgärler, kiçi kärhanalar we ses tanamak höwesjeňleri tarapyndan ses modelleri ýaly köpçülige elýeterli çeşmeleri türgenleşdirmek we ösdürmek üçin ulanylýar. Näme üçin ýazgylaryňyzyň pozulmagyny isleýändigiňizi bize aýdyp bilersiňizmi?

source: Community Playbook
tk: Jemgyýetçilik düzgünleri

source: Confirm Goal
tk: Maksady tassykla

source: Connect with Gravatar
tk: Gravatar bilen birikdiriň

source: Contact
tk: Aragatnaşyk

source: Contact Form
tk: Aragatnaşyk formasy

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
tk: Mazmun <licenseLink>Creative Commons license</licenseLink> lisenziýasy esasynda elýeterli

source: Continue
tk: Dowam et

source: Contribute
tk: Goşant goş

source: Contribute sentences
tk: Sözlem goş

source: Contribute to { $lang }
tk: { $lang } diline goşant goşmak

source: Contribution Activity
tk: Goşant işjeňligi

source: Contribution Criteria
tk: Goşant goşmak kriterileri

source: Contribution Experience
tk: Goşant goşmak tejribesi

source: Contributors record voice clips by reading from a bank of donated sentences.
tk: Goşantçylar bagyş edilen sözlemler bankyndan okamak arkaly ses kliplerini ýazga edýärler.

source: Cookies
tk: Kökeler

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
tk: <coquiLink>Coqui</coquiLink> açyk sözleýiş tehnologiýasyna bagyşlanýar. Olaryň taslamalary çuňňur öwrenmäge esaslanýan STT we TTS motorlaryny öz içine alýar.

source: Cornish
tk: Korniçe

source: Corsican
tk: Korsikaça

source: { $count } clips
tk: { $count } klip

source: { $count }mo
tk: aýlar

source: { $count }wk
tk: hepdeler

source: { $count }y
tk: ýyllar

source: Create a Custom Goal
tk: Ýörite maksat döret

source: Criteria
tk: Kriteriler

source: Croatian
tk: Horwatça

source: Czech
tk: Çehçe

source: Daily Goal
tk: Günlük maksat

source: Danish
tk: Daniýaça

source: Dashboard
tk: Dolandyryş paneli

source: Datasets
tk: Maglumat toplumlary

source: Date
tk: Sene

source: Days
tk: Gün

source: Delete my recordings
tk: Ýazgylarymy poz

source: Delete Profile
tk: Profili poz

source: Dhivehi
tk: Diwehiçe

source: Different language
tk: Başga dil

source: Difficult
tk: Kyn

source: Difficult to pronounce
tk: Aýtmasy kyn

source: Discard ongoing recording
tk: Dowam edýän ýazgyny taşla

source: Donate your voice
tk: Sesiňizi peşgeş beriň

source: Don't see your language on Common Voice yet?
tk: Common Voice-da entek diliňizi göreňzokmy?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
tk: Maglumat toplumynda diliňizi göreňzokmy? Dil soramak üçin Diller sahypasyna baryň.

source: Download
tk: Göçürip al

source: Download Common Voice Data
tk: Common Voice maglumatyny göçürip al

source: Download Data
tk: Maglumaty göçürip al

source: Download Dataset Bundle
tk: Maglumat toplumy ýygnamasyny göçürip al

source: Download { $language }
tk: { $language } dilini göçürip al

source: Download Links
tk: Göçürip almak üçin baglanyşyklar

source: Download My Data
tk: Maglumatymy göçürip al

source: Download profile data
tk: Profil maglumatyny göçürip al

source: Download the Single Word Target Segment
tk: Bir sözli nyşana segmenti göçürip al

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
tk: Common Voice maglumat toplumyny nähili gowulandyryp biljekdigimiz barada pikiriňiz barmy? Bize Discourse-da aýdyň

source: Do you want to continue?
tk: Dowam etmek isleýärsiňizmi?

source: Do you want to Speak, Listen or both?
tk: Geplemek, diňlemek ýa-da ikisinem isleýärsiňizmi?

source: Drag and drop or <browseWrap>Browse</browseWrap>
tk: Çek we taşla ýa-da <browseWrap>Göz aýla</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
tk: Goşant goşulýan mahaly 'Iber'-e basylandan soň iberiş seslenmesinden geçiler. Goşant goşmak indiki 5 ýazgy ýa-da tassyklama bilen gös-göni dowam eder.

source: Dutch
tk: Gollandça

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
tk: Maglumat toplumyndaky her ýazgy özboluşly MP3 we degişli tekst faýlyndan durýar. Maglumat toplumynda ýazylan <b>{ $total }</b> sagadyň köpüsinde ýaş, jyns we şiwe ýaly sözleýşi tanaýjy motorlaryň dogrulygyny türgenleşdirmäge ýardam berip biljek demografiki metadata hem bar. Maglumatlar toplumy häzirki wagtda <b>{ $languages }</b> dilde tassyklanan <b>{ $valid }</b> sagatdan ybarat, emma biz yzygiderli has köp ses we dil goşýarys. Bir dil soramak ýa-da goşant goşmak üçin <languagesLink>Diller sahypasyna</languagesLink> göz aýlaň.

source: Easy
tk: Aňsat

source: Edit
tk: Redaktirle

source: Edit Profile
tk: Profili redaktirle

source: Email
tk: E-poçta

source: Email is already used for a different account
tk: E-poçta eýýäm başga bir hasap üçin ulanylýar

source: Email Subscriptions
tk: E-poçta abunalary

source: English
tk: Iňlisçe

source: Enter Email to Download
tk: Göçürip almak üçin e-poçta giriz

source: Enter email to send a sign up link
tk: Ýazylmak üçin baglanyşyk ugradar ýaly e-poçta giriziň

source: Enter your email
tk: E-poçtaňyzy giriziň

source: Error { $code }
tk: Ýalňyşlyk { $code }

source: Erzya
tk: Erzýaça

source: Esperanto
tk: Esperantoça

source: Estonian
tk: Estonça

source: Everyone
tk: Hemmeler

source: Exit & Delete clips
tk: Çyk we klipleri poz

source: FAQ
tk: KSS

source: Faroese
tk: Faroeçe

source: Fields marked with an asterisk (*) are required.
tk: * Hökmany meýdany görkezýär

source: Finish editing first?
tk: Ilki redaktirlemäni tamamlamalymy?

source: Finish recording
tk: Ýazgyny tamamla

source: Finish recording first?
tk: Ilki ýazgyny tamamlamalymy?

source: Finish Review
tk: Gözden geçirmäni tamamla

source: Finnish
tk: Finçe

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
tk: Bagyş edilen her ses klibi we barlanan her bir ses klibi üçin goşant goşan her diliňizdäki soňky ösüşiňizi görkezmek üçin hasabyňyzyň dolandyryş panelleri täzelenýär. Hawa, birden köp dile goşant goşup bilersiňiz! <br/><br/> Statistikalaryňyzy yzarlamak, jemgyýetdäki beýlekiler bilen deňeşdirilende nähili işleýändigiňizi we gündelik ýa-da hepdelik goşant goşmak maksatlaryny bellemek üçin dolandyryş panellerini ulanyň.

source: for example
tk: mysal üçin

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
tk: Bu işe girizilen diller üçin web sahypasy üstünlikli <localizationGlossaryLink>lokallaşdyryldy </localizationGlossaryLink> we dowam edýän <speakLink>Geplemek</speakLink> we <listenLink>Diňlemek<sentenceCollectionGlossaryLink> goşantlaryna mümkinçilik berýän ýeterlik <sentenceCollectionGlossaryLink>ýygnalan sözlemleri</sentenceCollectionGlossaryLink> bar.

source: French
tk: Fransuzça

source: Frisian
tk: Friziçe

source: Fulah
tk: Fulahça

source: Galician
tk: Galiçýaça

source: Georgian
tk: Gruzinçe

source: German
tk: Nemesçe

source: Get involved
tk: Işe goşulyň

source: Get Involved
tk: Işe goşulyň

source: Get started with goals
tk: Maksatlardan başlaň

source: Get Started with Speech Recognition
tk: Sözleýiş tanaýyşa giriş

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
tk: <githubLink>NVIDIA NeMo</githubLink>™ soňky çykan sözleýiş AI nusgalaryny işläp düzýän ylmy barlagçylar üçin <docsLink>açyk çeşme gural toplumydyr</docsLink>.

source: Goal reached
tk: Maksada ýetildi

source: Goals
tk: Maksatlar

source: Go to Discourse
tk: Discourse-a git

source: Go to Languages Page
tk: Diller sahypasyna git

source: Go to { $name }
tk: { $name }-a(e) git

source: Grammatical / spelling error
tk: Grammatik / dürs ýazuw ýalňyşy

source: Great! How many clips a week?
tk: Örän gowy! Hepdede näçe klip?

source: Great! How many clips per day?
tk: Örän gowy! Günde näçe klip?

source: Great!<recordIcon></recordIcon> Record your next clip
tk: Örän gowy!<recordIcon></recordIcon> Indiki klibiňizi ýazga alyň

source: Great work!<playIcon></playIcon> Listen again when you're ready
tk: Berekella!<playIcon></playIcon> Taýýar bolanyňyzda ýene diňläň

source: Greek
tk: Grekçe

source: Guarani
tk: Gwaraniçe

source: Haitian
tk: Gaitiçe

source: Hakha Chin
tk: Haha Çinçe

source: Hausa
tk: Hausaça

source: Have Feedback?
tk: Seslenme barmy?

source: Have you read our Terms?
tk: Düzgünlerimizi okap gördüňizmi?

source: Having an account is not required to contribute, though it is helpful.
tk: Goşant goşmak üçin hasap hökmany däl, emma ol peýdaly.

source: Having a profile is not required to contribute though it is helpful, see why below.
tk: Goşant goşmak üçin profiliň bolmagy hökmany däl, ýöne ol peýdaly, sebäbini aşakda görüň.

source: Hebrew
tk: Iwritçe

source: Help
tk: Kömek

source: Help Common Voice reach { $hours } hours in a language with a personal goal
tk: Şahsy maksat bilen bir dilde Common Voice-iň { $hours } sagada ýetmegine kömek ediň

source: Help create Common Voice’s first target segment in { $locale }
tk: { $locale } lokalda Common Voice-iň ilkinji nyşana segmentini döretmäge kömek ediň

source: Help reach { $hours } hours in { $language } with a personal goal
tk: Şahsy maksat bilen { $language } dilinde { $hours } sagada ýetmäge kömek ediň

source: Help teach machines how real people speak, donate your voice at { $link }
tk: Maşynlara hakyky adamlaryň nähili gepleýändigini öwretmäge kömek ediň, sesiňizi { $link } peşgeş beriň

source: Help us build a community around voice technology, stay in touch via email.
tk: Ses tehnologiýasynyň töwereginde jemgyýetçilik döretmäge ýardam beriň, e-poçta arkaly habarlaşyp duruň.

source: Help us build a high quality, publicly open dataset
tk: Bize ýokary hilli, köpçülige açyk maglumat bazasyny döretmäge kömek ediň.

source: Help us find more voices, share your goal
tk: Has köp ses tapmaga bize kömek ediň, maksadyňyzy paýlaşyň

source: Help us find others to donate their voice!
tk: Bize seslerini peşgeş berjek başga adamlary tapmaga kömek ediň!

source: Help us get to { $goal }
tk: { $goal } maksada ýetmäge kömek ediň

source: Help us validate sentences!
tk: Sözlemleri barlamaga bize kömek ediň!

source: Help us validate voices
tk: Sesleri barlamaga bize kömek ediň

source: Here are the links to download your ZIP files.
tk: ZIP faýllaryňyzy göçürip almak üçin baglanyşyklar ine.

source: Hidden
tk: Gizlenen

source: Hill Mari
tk: Baýyrlyk Mariçe

source: Hindi
tk: Hindiçe

source: His hand was rais-ed.
tk: Onuň eli galdyrylgydy.

source: Hours Recorded
tk: Ýazga alnan sagatlar

source: Hours Validated
tk: Barlanan sagatlar

source: How ?
tk: Nähili işleýär?

source: How would you describe your accent?
tk: Aksentiňizi nädip suratlandyrýarsyňyz?

source: Hungarian
tk: Wengerçe

source: I agree
tk: Ylalaşýaryn

source: Icelandic
tk: Islandça

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
tk: Men öňde goýlan maksat ýatlatmalary, öňegidişliklerim barada täzelenmeleri we Common Voice barada habarnamalary almak isleýärin.

source: I do not agree
tk: Ylalaşmaýaryn

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
tk: Eger ýazgy döwülýän ýa-da bölünýän bolsa, teksti dolulygyna eşdip bolmaýan bolsa ret ediň.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
tk: Eger sözlem ýokardaky kriterilere gabat gelmeýän bolsa, çepdäki "Ret et" düwmesine basyň. Eger sözlem barada ynamly netijä gelip bilmeseňiz, ony geçiň we indiki sözlem bilen dowam ediň.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
tk: Eger sözlem kriterilere laýyk gelýän bolsa, sagdaky &quot;Tassykla&quot; düwmesine basyň.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
tk: Eger şu düzgünlerde beýan edilmedik bir ýagdaýa gabat gelseňiz, özüňizçe iň dogry hasaplaýşyňyza görä ses beriň. Çyndanam netijä gelip bilmeseňiz, geç düwmesine basyň we indiki ýazga dowam ediň.

source: If you run out of sentences to review, please help us collect more sentences!
tk: Eger gözden geçirilmeli sözlemleri gutarsaňyz, bize köpräk sözlem ýygnamaga kömek ediň!

source: Igbo
tk: Igboça

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
tk: Men ýaňyja #CommonVoice sesimi bagyş etmek boýunça şahsy maksat goýdum -- maňa goşulyň we enjamlara hakyky adamlaryň nähili gepleýändigini öwretmäge kömek ediň { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
tk: Men bu maglumaty Mozillanyň <privacyLink>Gizlinlik syýasatynda</privacyLink> düşündirişiňiz ýaly ulanmagyňyz bilen razylaşýaryn.

source: Includes email, username & demographic info, available right away
tk: E-poçta, ulanyjy ady we demografik maglumaty öz içine alýar, edil şu wagt elýeterli

source: Includes mp3s and related sentences, may take some time to prepare
tk: mp3-leri we degişli sözlemleri öz içine alýar, taýýarlamak üçin biraz wagt gerek bolmagy mümkin

source: Indonesian
tk: Indonezçe

source: In Progress
tk: Dowam edýär

source: Interested in learning more and contributing to the project?
tk: Goşmaça maglumat almak we taslama goşant goşmak bilen gyzyklanýarsyňyzmy?

source: Interlingua
tk: Interlingwa

source: Interlingue
tk: Interlingwa
